Repository: CSaratakij/plasma-applet-active-window-control
Catalog: translations/po/plasma_applet_org.kde.activeWindowControl_*.po
Languages: es_es

source: Appearance
es_es: Apariencia

source: Behaviour
es_es: Comportamiento

source: Buttons
es_es: Botones

source: Mouse Control
es_es: Control del Ratón

source: Application Menu
es_es: Menú de la Aplicación

# Use default font
source: Default
es_es: Predeterminado

source: Plasmoid version:
es_es: Versión de Plasmoide:

source: Width in horizontal panel:
es_es: Anchura en panel horizontal:

source: Fill width
es_es: Rellenar ancho

source: Fine tuning:
es_es: Ajuste avanzado:

source: Hide titlebar for maximized windows (takes effect immediately)
es_es: Ocultar barrade título para las ventanas maximizadas (tiene efecto inmediato)

source: Show window title
es_es: Mostrar título de la ventana

source: Text type:
es_es: Tipo de texto:

source: Window title
es_es: Título de ventana

source: Application name
es_es: Nombre de aplicación

source: Fit text:
es_es: Ajustar texto:

source: Just elide
es_es: Simplemente prescindir

source: Fit on hover
es_es: Encajar al pasar el ratón

source: Always fit
es_es: Encajar siempre

source: Tooltip text:
es_es: Texto del tooltip:

source: No tooltip
es_es: Sin tooltip

source: No window text:
es_es: Texto al no haber ventana:

source: No window icon:
es_es: Icono al no haber ventana:

source: Limit text width
es_es: Limitar el ancho de texto

source: Show window icon
es_es: Mostrar icono de ventana

source: Window icon on the right
es_es: Icono de ventana a la derecha

source: Bold text
es_es: Texto en negrita

source: Text font:
es_es: Fuente del texto:

source: Icon and text spacing:
es_es: Espaciado de icono y texto:

source: Font size scale:
es_es: Escala de tamaño de fuente:

source: Enable application menu
es_es: Habilita el menú de la aplicación

source: Fill height
es_es: Rellenar altura

source: Bold font
es_es: Texto en negrita

source: Show next to buttons
es_es: Mostrar al lado de los botones

source: Show next to icon and text
es_es: Mostrar al lado del icono y texto

source: Switch sides with icon and text
es_es: Cambiar sitio con icono y texto

source: Show separator
es_es: Mostar separador

source: Make window title bold when menu is displayed
es_es: Hacer el título de la ventana en negrita cuando se muestre el menú

source: Side margin:
es_es: Margen lateral:

source: Icon and text opacity:
es_es: Opacidad del icono y texto:

source: Menu button text size scale:
es_es: Escala de tamaño del texto del botón de menú:

source: Show active window only for plasmoid's screen
es_es: Mostrar la ventana activa solo para la pantalla del Plasmoide

source: Enable Control Buttons
es_es: Habilitar los Botones de Control

source: Show minimize button
es_es: Mostrar el botón minimizar

source: Show maximize button
es_es: Mostrar el botón maximizar

source: Show pin to all desktops
es_es: Mostrar anclar a todos los escritorios

source: Button order:
es_es: Orden de los botones:

source: Behaviour:
es_es: Comportamiento:

source: Do not hide on mouse out
es_es: No ocultar al alejar el ratón

source: Show only when maximized
es_es: Mostrar solo al estar maximizado

source: Buttons next to icon and text
es_es: Botones al lado del icono y texto

source: Dynamic width
es_es: Anchura dinámica

source: Sliding icon and text
es_es: Icono y texto deslizantes

source: Position:
es_es: Posición:

source: Upper left
es_es: Superior izquierda

source: Upper right
es_es: Superior derecha

source: Bottom left
es_es: Inferior izquierda

source: Bottom right
es_es: Inferior derecha

source: Vertical center
es_es: Centro vertical

source: Button size:
es_es: Tamaño del botón:

source: Buttons spacing:
es_es: Espaciado de botones:

source: Path to aurorae theme:
es_es: Ruta al tema de aurorae

source: Mouse Buttons:
es_es: Botones del Ratón:

source: Doubleclick to toggle maximizing
es_es: Doble click para activar maximizar

source: Left click disabled
es_es: Click izquierdo deshabilitado

source: Left click to present windows (Current Desktop)
es_es: Click izquierdo para presentar ventanas (Escritorio Actual)

source: Left click to present windows (All Desktops)
es_es: Click izquierdo para presentar ventanas (Todos los Escritiorios)

source: Left click to present windows (Window Class)
es_es: Click izquierdo para presentar ventanas (Clase de Ventana)

source: Middle click disabled
es_es: Click central deshabilitado

source: Middle click to close active window
es_es: Click central para cerrar ventana activa

source: Middle click to toggle fullscreen
es_es: Click central para activar pantalla completa

source: Mouse Wheel:
es_es: Rueda del Ratón:

source: Mouse wheel up to maximize
es_es: Rueda del Ratón arriba para maximizar

source: Mouse wheel down disabled
es_es: Rueda del Ratón deshabilitada

source: Mouse wheel down to minimize
es_es: Rueda del Ratón para minimizar

source: Mouse wheel down to unmaximize
es_es: Rueda del Ratón abajo para desmaximizar

# @item:inmenu Open icon chooser dialog
source: Choose...
es_es: Elegir...

# @item:inmenu Reset icon to default
source: Clear Icon
es_es: Limpiar Icono

source: Close
es_es: Cerrar

source: Toggle Maximise
es_es: Activar Maximizar

source: Minimise
es_es: Minimizar

source: Toggle Pin To All Desktops
es_es: Activar anclar a Todos los Escritiorios
